{
    "members": [
        {
            "name": "Cynthia Lancaster, Ph.D.",
            "title": "Lab Director",
            "bio": "Dr. Lancaster is an assistant professor in clinical psychology at the University of Nevada, Reno. She received her B.A. from Trinity University in San Antonio. She was a post-baccalaureate research associate at the University of Texas Health Science Center at San Antonio and STRONG STAR Consortium. She completed her Ph.D. at the University of Texas at Austin, and her pre-doctoral internship at the Charleston Consortium (Medical University of South Carolina and Ralph H. Johnson VAMC). She joined the faculty at UNR in 2017. See her <a href='#' class='hover:text-indigo-700 font-medium text-indigo-500 underline'>CV</a> for more detail.",
            "email": "foo@unr.edu",
            "image": "./portrait.jpg"
        },
        {
            "name": "Sam Meckes",
            "title": "Ph.D. Candidate",
            "bio": "Sam is a third year doctoral student in the clinical psychology program at UNR. She received her undergraduate degree from Dartmouth College, and her M.A. in clinical psychology (emphasis in Marriage and Family Therapy) from Azusa Pacific University. Sam’s current research interests draw from social and clinical psychology, particularly in the areas of intergroup relations, empathy, and anxiety. Outside of the lab, Sam likes to hike or kayak with her husband and two dogs, garden, and bake all the things.",
            "email": "samantha.meckes@unr.edu",
            "image": "./images/sam.jfif"
        },
        {
            "name": "Mollie Ringwald",
            "title": "Ph.D. Candidate",
            "bio": "Ultricies massa malesuada viverra cras lobortis. Tempor orci hac ligula dapibus mauris sit ut eu. Eget turpis urna maecenas cras. Nisl dictum.",
            "email": "foo@unr.edu",
            "image": "https://images.unsplash.com/photo-1517365830460-955ce3ccd263?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=facearea&facepad=8&w=1024&h=1024&q=80"
        }
    ]
}